[{"joke_content":"Pour que ça marche en PHP, il faut avoir des echo logiques hein !","joke_audience":"all","joke_tagType":"header"},{"joke_content":"Les requêtes SQL, on appelle ça un cercle vicelard","joke_audience":"all","joke_tagType":"header"},{"joke_content":"Bonjour Macha, mon mari encule mon chat ... est-ce que mon chat est normal ?","joke_audience":"adult","joke_tagType":"header"},{"joke_content":"Un concentré n'est pas forcément un imbécile qui se trouve au milieu d'un cercle","joke_audience":"all","joke_tagType":"header"},{"joke_content":"Aujourd'hui qui c'est qui nous apprend Silex ??? ... Bah c'est Pierre !","joke_audience":"all","joke_tagType":"header"},{"joke_content":"Là on se fait Angular, jeudi on se fera encular","joke_audience":"adult","joke_tagType":"header"},{"joke_content":"J'avais une faille, je me suis mal préparé, il me l'a mis dans le SQL","joke_audience":"adult","joke_tagType":"header"},{"joke_content":"Y'a pas de gênes, là où il y a de l'ADN !","joke_audience":"all","joke_tagType":"header"},{"joke_content":"Ne confondez pas \"eau des WC\" et \"eau de vaisselle\"","joke_audience":"all","joke_tagType":"header"},{"joke_content":"Les radis c'est pas pour les radins !","joke_audience":"all","joke_tagType":"header"},{"joke_content":"L'amour c'est comme le pognon, ça va ça vient et quand ça vient ça va !","joke_audience":"all","joke_tagType":"header"},{"joke_content":"Si tu suis le chemin qui s'appelle \"plus tard\", tu arriveras à la place qui s'appelle \"jamais\"","joke_audience":"all","joke_tagType":"header"},{"joke_content":"Avant Linux, mon ordi plantait tout le temps, je n’avais pas de vie sociale, les filles me fuyaient... maintenant, mon ordi ne plante plus !","joke_audience":"all","joke_tagType":"paragraph"},{"joke_content":"Les mots de passe sont comme les sous-vêtements. On ne devrait pas les laisser traîner là où des personnes pourraient les voir. On devrait en changer régulièrement. On ne devrait pas les prêter à des inconnus","joke_audience":"all","joke_tagType":"paragraph"},{"joke_content":"C'est l'histoire d'un pingouin qui respire par les fesses. Un jour il s’assoit et il meurt.","joke_audience":"adult","joke_tagType":"header"},{"joke_content":"C'est l'histoire d'un poil. Avant il était bien maintenant il est pubien !","joke_audience":"adult","joke_tagType":"header"},{"joke_content":"Certains hommes n'ont que ce qu'ils méritent : les autres sont célibataires.","joke_audience":"all","joke_tagType":"header"},{"joke_content":"Je ne sais pas ce qui est possible ou non alors j'agis comme si tout est possible. Car est-on certain à 100% que l'on ne peut pas y arriver ? La réponse est non ! La question est donc de savoir si nous sommes ouverts à la possibilité que les choses soient totalement possibles ?","joke_audience":"all","joke_tagType":"paragraph"},{"joke_content":"Ne prends pas la suite de ce texte comme une leçon de morale mais comme une question importante que j'ai à te poser et à laquelle je te demande surtout de ne pas me répondre... Est-ce que tu veux aller bien dans la vie ?","joke_audience":"all","joke_tagType":"paragraph"}]